import React from "react";

const page = () => {
  return (
    <>
      <article className="container-padding py-5 mt-[5rem]">
        <h1 className="font-bold text-6">УГОДА КОРИСТУВАЧА</h1>
        <p>
          Ця Угода (Далі Угода) регулює відносини між ТОВ «Коханов Олександр
          Олександрович» (далі Status або Адміністрація) з одного боку та
          користувачем сайту з іншого. Сайт Status не є засобом масової
          інформації. Використовуючи сайт, Ви погоджуєтесь з умовами цієї угоди.
          <br />
          <b>
            Якщо Ви не погоджуєтесь з умовами цієї угоди, не використовуйте сайт
            Status!
          </b>
        </p>
        <br />
        <h2 className="font-bold text-6">ПРЕДМЕТ ЗГОДИ</h2>
        <p>
          Адміністрація надає користувачеві право на розміщення на сайті
          наступної інформації: <br />
          – Текстової інформації <br />– Посилань на матеріали, розміщені на
          інших сайтах.
        </p>
        <br />
        <h2 className="font-bold text-6">ПРАВА ТА ОБОВ’ЯЗКИ СТОРІН</h2>
        <br />
        <b>Користувач має право:</b>
        <br />
        <p>
          – здійснювати пошук інформації на сайті <br />
          – отримувати інформацію на сайті <br />
          – розповсюджувати інформацію на сайті <br />
          – коментувати контент, викладений на сайті <br />
          – копіювати інформацію на інші сайти із зазначенням джерела <br />–
          використовувати інформацію сайту в особистих некомерційних цілях{" "}
          <br />
        </p>
        <br />
        <b>Адміністрація має право:</b>
        <br />
        <p>
          – на власний розсуд і необхідність створювати, змінювати, скасовувати
          правила <br />
          – обмежувати доступ до будь-якої інформації на сайті <br />
          – створювати, змінювати, видаляти інформацію <br />
          – видаляти облікові записи <br />
          – відмовляти в реєстрації без пояснення причин <br />
        </p>
        <br />
        <b>Користувач зобов’язується:</b>
        <br />
        <p>
          – забезпечувати збереження особистих даних від доступу третіх осіб{" "}
          <br />
          – при копіюванні інформації з інших джерел, включати до її складу
          інформацію про автора <br />
          – не поширювати інформацію, спрямовану на пропаганду війни,
          розпалювання національної, расової чи релігійної ненависті та
          ворожнечі, а також іншої інформації, за поширення якої передбачено.
          кримінальну чи адміністративну відповідальність <br />
          – не порушувати працездатність сайту <br />– не вчиняти дії,
          спрямовані на введення інших Користувачів в оману <br />
          – не розміщувати матеріали рекламного, еротичного, порнографічного чи
          образливого характеру, а також іншу інформацію, розміщення якої
          заборонено чи суперечить нормам чинного законодавства України <br />–
          не використовувати скрипти (програми) для автоматизованого збору
          інформації та/або взаємодії з Сайтом та його Сервісами
        </p>
        <br />
        <b>Адміністрація зобов’язується:</b>
        <br />
        <p>
          – підтримувати працездатність сайту за винятком випадків, коли це
          неможливо через незалежні від Адміністрації причини. <br />
          – захищати інформацію, поширення якої обмежено або заборонено законами
          шляхом винесення попередження або видаленням облікового запису
          користувача, який порушив правила, <br />– надати всю доступну
          інформацію про Користувача уповноваженим на те органам державної влади
          у випадках, встановлених законом
        </p>
        <br />
        <h2 className="font-bold text-6">ВІДПОВІДАЛЬНІСТЬ СТОРІН</h2>
        <br />
        <p>
          – користувач особисто несе повну відповідальність за інформацію, що
          ним розповсюджується, <br />
          – адміністрація не несе жодної відповідальності за достовірність
          інформації, скопійованої з інших джерел, <br />
          – адміністрація не несе жодної відповідальності за послуги, що
          надаються третіми особами, <br />– у разі виникнення форс-мажорної
          ситуації (бойові дії, надзвичайний стан , стихійне лихо і т. д.)
          Адміністрація не гарантує збереження інформації, розміщеної
          Користувачем, а також безперебійну роботу інформаційного ресурсу
        </p>
        <br />
        <h2 className="font-bold text-6">УМОВИ ДІЇ УГОДИ</h2>
        <br />
        <p>
          Ця Угода набирає чинності за будь-якого використання цього сайту.{" "}
          <br />
          Угода перестає діяти у разі появи нової версії. <br />
          Адміністрація залишає за собою право в односторонньому порядку
          змінювати цю угоду на власний розсуд. <br />
          Адміністрація не повідомляє користувачів про зміну в Угоді. <br />
        </p>
      </article>
    </>
  );
};

export default page;
