import React from "react";
import Link from "next/link";

const page = () => {
  return (
    <>
      <article className="container-padding py-5 mt-[5rem]">
        <h1 className="font-bold text-6">ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</h1> <br />
        <br />
        <p>
          Справжня Політика конфіденційності персональних даних (далі – Політика
          конфіденційності) діє відносно всієї інформації, яку веб-сайт{" "}
          <strong>Status</strong>, розташований за адресою –{" "}
          <Link href="/">https://www.status.com.ua/</Link>, може отримати дані
          про Користувача під час використання веб-сайту, програм і послуг.
        </p>
        <br />
        <h2 className="font-bold">1. ВИЗНАЧЕННЯ ТЕРМІНІВ.</h2>
        <br />
        <p>
          1.1 У цій Політиці конфіденційності використовуються такі терміни:
        </p>
        <p>
          1.1.1. &ldquo;Адміністрація Сайту (далі – Адміністрація Сайту)&rdquo;
          – уповноважені співробітники на управління Сайтом, що діють від імені
          веб-сайту &ldquo;Status&rdquo;, які організовують і здійснюють обробку
          персональних даних, а також визначають цілі обробки персональних
          даних, склад персональних даних, що підлягають обробці, дії або
          операції, що здійснюються з персональними даними.
        </p>
        <p>
          1.1.2. &ldquo;Персональні дані&rdquo;; – будь-яка інформація, що
          стосується прямо або побічно певного або визначається фізичній особі
          (суб’єкту персональних даних).
        </p>
        <p>
          1.1.3. &ldquo;Обробка персональних даних&rdquo; – будь-яка дія
          (операція) або сукупність дій (операцій), що здійснюються з
          використанням засобів автоматизації або без використання таких засобів
          з персональними даними, включаючи збір, запис, систематизацію,
          накопичення, зберігання, уточнення (оновлення, зміна), витяг,
          використання, передачу (поширення, надання, доступ), знеособлення,
          блокування, видалення, знищення персональних даних.
        </p>
        <p>
          1.1.4. &ldquo;Конфіденційність персональних даних&rdquo; – обмежена в
          доступі для всіх юридичних чи фізичних осіб, крім Адміністраторів або
          інших співробітників клініки. Така інформація може поширюватися за
          бажанням (згодою) відповідної особи у визначеному нею порядку
          відповідно до передбачених нею умов, а також в інших випадках,
          визначених законом.
        </p>
        <p>
          1.1.5. &ldquo;Користувач Сайту Status&rdquo; – особа, яка має доступ
          до Сайту, за допомогою мережі Інтернет і використовує Сайт.
        </p>
        <p>
          1.1.6. &ldquo;Cookies&rdquo; – невеликий фрагмент даних, відправлений
          веб-сервером і зберігається на комп’ютері Користувача, який веб-клієнт
          або веб-браузер кожен раз пересилає веб-серверу в HTTP-запиті при
          спробі відкрити сторінку відповідного Сайту.
        </p>
        <p>
          1.1.7. &ldquo;IP-адреса&rdquo; – унікальна мережна адреса вузла в
          комп’ютерній мережі, побудованої за протоколом IP.
        </p>
        <p>
          <br />
          <h2 className="font-bold">2. ЗАГАЛЬНІ ПОЛОЖЕННЯ.</h2>
          <br />
        </p>
        <p>
          2.1. Використання Користувачем Сайту означає згоду з цією Політикою
          конфіденційності та умовами обробки персональних даних Користувача.
        </p>
        <p>
          2.2. У разі незгоди з умовами Політики конфіденційності Користувач
          повинен припинити використання Сайту.
        </p>
        <p>
          2.3. Справжня Політика конфіденційності застосовується лише до Сайту
          &ldquo;Status&rdquo;. Веб-сайт не контролює та не несе
          відповідальність за Сайти третіх осіб, на які Користувач може перейти
          за посиланнями, доступними на Сайті.
        </p>
        <p>
          2.4. Адміністрація Сайту не перевіряє вірогідність персональних даних,
          що надаються Користувачем Сайту.
        </p>
        <p>
          <br />
          <h2 className="font-bold">3. ПРЕДМЕТ ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ.</h2>
          <br />
        </p>
        <p>
          3.1. Справжня Політика конфіденційності встановлює зобов’язання
          Адміністрації Сайту щодо нерозголошення та забезпечення режиму захисту
          конфіденційності персональних даних, які Користувач повинен на вимогу
          надати Адміністрації Сайту при реєстрації на Сайті або при оформленні
          послуги.
        </p>
        <p>
          3.2. Персональні дані, дозволені до обробки в рамках цієї Політики
          конфіденційності, надаються Користувачем шляхом заповнення
          реєстраційної форми на Сайті &ldquo;Status&rdquo; в розділі про
          реєстрацію та містять наступну інформацію:
        </p>
        <p>3.2.1. ПІБ Користувача;</p>
        <p>3.2.2. Контактний телефон Користувача;</p>
        <p>3.2.3. Адреса електронної пошти (e-mail);</p>
        <p>
          3.3. Веб-сайт захищає дані, які автоматично передаються в процесі
          перегляду рекламних блоків і при відвідуванні сторінок, на яких
          встановлено статистичний скрипт системи (&ldquo;піксель&rdquo;):
        </p>
        <ul className="list-disc ml-6">
          <li>IP-адреса;</li>
          <li>інформація з cookies;</li>
          <li>
            інформація про браузер (чи про іншу програму, яка здійснює доступ до
            показу реклами);
          </li>
          <li>час доступу;</li>
          <li>адреса сторінки, на якій розташований рекламний блок;</li>
          <li>реферер (адреса попередньої сторінки).</li>
        </ul>
        <p>
          3.3.1. Відключення cookies може спричинити неможливість доступу до
          частин Сайту, що вимагають авторизації.
        </p>
        <p>
          3.3.2. Веб-сайт здійснює збір статистики про IP-адреси своїх
          відвідувачів. Дана інформація використовується з метою виявлення та
          розв’язання технічних проблем, для контролю законності проведених
          фінансових платежів.
        </p>
        <p>
          3.4. Будь-яка інша персональна інформація, не обумовлена вище (історія
          покупок, використовувані браузери та операційні системи й т.ін.),
          підлягає надійному зберіганню та нерозповсюдженню, за винятком
          випадків, передбачених в п.п. 5.2. і 5.3. цієї Політики
          конфіденційності.
        </p>
        <br />
        <h2 className="font-bold">
          4. ЦІЛІ ЗБОРУ ПЕРСОНАЛЬНОЇ ІНФОРМАЦІЇ КОРИСТУВАЧА.
        </h2>
        <br />
        <p>
          4.1. Персональні дані Користувача Адміністрація Сайту може
          використовувати в цілях:
        </p>
        <p>
          4.1.1. Ідентифікації Користувача, зареєстрованого на Сайті, для
          оформлення послуги дистанційним способом з веб-сайту
          &ldquo;Status&rdquo;.
        </p>
        <p>
          4.1.2. Надання Користувачеві доступу до персоналізованих ресурсів
          Сайту.
        </p>
        <p>
          4.1.3. Встановлення з Користувачем зворотного зв’язку, включаючи
          напрямок повідомлень, запитів, що стосуються використання Сайту,
          надання послуг, обробки запитів і заявок від Користувача.
        </p>
        <p>
          4.1.4. Визначення місця знаходження Користувача для забезпечення
          безпеки, запобігання шахрайства.
        </p>
        <p>
          4.1.5. Підтвердження вірогідності та повноти персональних даних,
          наданих Користувачем.
        </p>
        <p>
          4.1.6. Створення облікового запису для здійснення оформлення послуги,
          якщо Користувач дав згоду на створення облікового запису.
        </p>
        <p>4.1.7. Повідомлення Користувача Сайту про стан заявки.</p>
        <p>
          4.1.8. Обробки й отримання платежів, підтвердження податку або
          податкових пільг Користувачем.
        </p>
        <p>
          4.1.9. Надання Користувачеві ефективної клієнтської та технічної
          підтримки при виникненні проблем пов’язаних з використанням Сайту.
        </p>
        <p>
          4.1.10. Надання Користувачеві з його згоди, оновлень послуг,
          спеціальних пропозицій, інформації про ціни, розсилки новин та інших
          відомостей від імені веб-сайту або від імені партнерів веб-сайту.
        </p>
        <p>4.1.11. Здійснення рекламної діяльності за згодою Користувача.</p>
        <p>
          4.1.12. Надання доступу Користувачеві на Сайти або сервіси партнерів
          веб-сайту з метою отримання продуктів, оновлень та послуг.
        </p>
        <br />
        <h2 className="font-bold">
          5. СПОСОБИ І ТЕРМІНИ ОБРОБКИ ПЕРСОНАЛЬНОЇ ІНФОРМАЦІЇ.
        </h2>
        <br />
        <p>
          5.1. Обробка персональних даних Користувача здійснюється без обмеження
          терміну, будь-яким законним способом, в тому числі в інформаційних
          системах персональних даних з використанням засобів автоматизації або
          без використання таких засобів.
        </p>
        <p>
          5.2. Користувач погоджується з тим, що Адміністрація Сайту має право
          передавати персональні дані третім особам, зокрема, операторам
          електрозв’язку, виключно з метою виконання замовлення Користувача,
          оформленого на Сайті &ldquo;Status&rdquo;.
        </p>
        <p>
          5.3. Персональні дані Користувача можуть бути передані уповноваженим
          органам державної влади України тільки на підставах та в порядку,
          встановленому законодавством України.
        </p>
        <p>
          5.4. При втраті або розголошенні персональних даних Адміністрація
          Сайту інформує Користувача про втрату або розголошення персональних
          даних.
        </p>
        <p>
          5.5. Адміністрація Сайту вживає необхідних організаційних і технічних
          заходів для захисту персональної інформації Користувача від
          неправомірного або випадкового доступу, знищення, перекручення,
          блокування, копіювання, поширення, а також від інших неправомірних дій
          третіх осіб.
        </p>
        <p>
          Адміністрація Сайту спільно з Користувачем вживає всі необхідні заходи
          щодо запобігання збиткам або іншим негативним наслідкам, викликаних
          втратою або розголошенням персональних даних Користувача.
        </p>
        <br />
        <h2 className="font-bold">6. ЗОБОВ&apos;ЯЗАННЯ СТОРІН</h2>
        <br />
        <p>6.1. Користувач зобов’язаний:</p>
        <p>
          6.1.1. Надати інформацію про персональні дані, необхідну для
          користування Сайтом &ldquo;Status&rdquo;.
        </p>
        <p>
          6.1.2. Оновити, доповнити надану інформацію про персональні дані в
          разі зміни даної інформації.
        </p>
        <p>6.2. Адміністрація Сайту зобов’язана:</p>
        <p>
          6.2.1. Використовувати отриману інформацію виключно для цілей,
          зазначених у п. 4 цієї Політики конфіденційності.
        </p>
        <p>
          6.2.2. Забезпечити зберігання конфіденційної інформації в таємниці, не
          розголошувати без попередньої письмової згоди Користувача, а також не
          здійснювати продаж, обмін, опублікування, або розголошення іншими
          можливими способами переданих персональних даних Користувача, за
          винятком п.п. 5.2 і 5.3 цієї Політики конфіденційності.
        </p>
        <br />
        <h2 className="font-bold">7. ВІДПОВІДАЛЬНІСТЬ СТОРІН</h2>
        <br />
        <p>
          7.1. Адміністрація Сайту, яка не виконала свої зобов’язання, несе
          відповідальність за збитки, понесені Користувачем у зв’язку з
          неправомірним використанням персональних даних, відповідно до
          законодавства України, за винятком випадків, передбачених п.п. 5.2.,
          5.3. і 7.2. цієї Політики конфіденційності.
        </p>
        <p>
          7.2. У разі втрати або розголошення конфіденційної інформації
          адміністрація Сайту не несе відповідальність, якщо дана конфіденційна
          інформація:
        </p>
        <p>7.2.1. Стала публічним надбанням до її втрати або розголошення.</p>
        <p>
          7.2.2. Була отримана від третьої сторони до моменту її отримання
          Адміністрацією Сайту.
        </p>
        <p>7.2.3. Була розголошена за згодою Користувача.</p>
        <br />
        <h2 className="font-bold">8. ВИРІШЕННЯ СПОРІВ</h2>
        <br />
        <p>
          8.1. До звернення в суд з позовом у спорах, що виникають із відносин
          між Користувачем Сайту та Адміністрацією Сайту, обов’язковим є
          пред’явлення претензії (письмової пропозиції про добровільне
          врегулювання спору).
        </p>
        <p>
          8.2. Отримувач претензії протягом 30 календарних днів з дня отримання
          претензії, письмово повідомляє заявника про результати розгляду.
        </p>
        <p>
          8.3. При недосягненні угоди суперечка буде передана на розгляд до
          судового органу відповідно до чинного законодавства України.
        </p>
        <p>
          8.4. До цієї Політики конфіденційності та відносин між Користувачем і
          Адміністрацією Сайту застосовується чинне законодавство України.
        </p>
        <br />
        <h2 className="font-bold">9. ДОДАТКОВІ УМОВИ</h2>
        <br />
        <p>
          9.1. Адміністрація Сайту має право вносити зміни в справжню Політику
          конфіденційності без згоди Користувача.
        </p>
        <p>
          9.2. Нова Політика конфіденційності набирає чинності з моменту її
          розміщення на Сайті, якщо інше не передбачено новою редакцією.
        </p>
        <p>
          9.3. Всі пропозиції або питання по цій Політиці конфіденційності слід
          повідомляти в розділ &ldquo;КОНТАКТИ&rdquo;.
        </p>
        <p>9.4. Чинна Політика конфіденційності розміщена на даній сторінці.</p>
      </article>
    </>
  );
};

export default page;
